about.eldorado = The Eldorado Research Institute is a non-profit association, certified as a Civil Society Organization of Public Interest (OSCIP), founded in December 1997 in Campinas, 50 miles from the capital São Paulo and near world-class research universities, as UNICAMP and PUC-Campinas. The Institute combines market experience, criativity and knowledge to attend its clients needs. <br/> <br/> Eldorado began its operations in March 1999. It relies on highly qualified management and technical-administrative processes, which renders competitiveness and the ability to support itself exclusively with projects for several economic sectors in Brazil. <br/> <br/> The focus of the Institute is to work with research and development in Information and Communication Technology (ICT) area, and is dedicated to the professional development of its collaborators.
about.eldorado.name = Eldorado Research Institute
about.ibm = A IBM &eacute;  l&iacute;der em consultoria estrat&eacute;gica e em solu&ccedil;&otilde;es que envolvem servi&ccedil;os,  hardware, software e financiamento. Em 2008, a empresa completou 90  nos de presen&ccedil;a no Brasil, per&iacute;odo em que acompanhou - e muitas vezes  orientou - as mudan&ccedil;as e avan&ccedil;os da ind&uacute;stria de TI. Hoje, a empresa  possui solu&ccedil;l&otilde;es completas, de ponta a ponta, e adequadas &agrave;s empresas de  todos os portes e perfis de neg&oacute;cios.  A IBM trabalha com o objetivo de ajudar seus clientes e parceiros a  inovarem em seus neg&oacute;cios, permitindo aos clientes focarem em seu core  business, tornando-se mais flex&iacute;veis, integrados, &aacute;geis e capazes de se  ajustar &agrave;s mudan&ccedil;as do mercado. Os valores que permeiam as atividades  da IBM no mundo s&atilde;o: dedica&ccedil;&atilde;o ao sucesso de cada cliente; inova&ccedil;&atilde;o que  faz a diferen&ccedil;a; confian&ccedil;a e responsabilidade pessoal em todos os  relacionamentos. A IBM est&aacute; presente em 174 pa&iacute;ses e emprega 355 mil  pessoas.</td>
about.ibm.name = IBM - International Business Machines
about.fit = O  FIT &eacute; um instituto de pesquisa e desenvolvimento de tecnologia,  constitu&iacute;do como uma sociedade civil de direito privado sem fins  lucrativos. Com sede na cidade de Sorocaba, estado de S&atilde;o Paulo, possui  em suas instala&ccedil;&otilde;es laborat&oacute;rios e infra-estrutura para realizar  projetos de pesquisa e desenvolvimento cujo objetivo &eacute; gerar valor  atrav&eacute;s de solu&ccedil;&otilde;es que atendam &agrave;s necessidades de neg&oacute;cios e de  tecnologia, aumentando assim a competitividade de seus clientes.</td>
about.fit.name = FIT - Flextronics Instituto de Tecnologia
about.ufc = A  Universidade Federal do Cear&aacute; &eacute; uma autarquia vinculada ao Minist&eacute;rio  da Educa&ccedil;&atilde;o. Nasceu como resultado de um amplo movimento de opini&atilde;o  p&uacute;blica. Foi criada pela Lei 2.373, de dezembro de 1954 e instalada  numa sess&atilde;o no dia 25 de junho de 1955. Originalmente foi constitu&iacute;da  pela uni&atilde;o da Escola de Agronomia, Faculdade de Direito, Faculdade de  Medicina e Faculdade de Farm&aacute;cia e Odontologia.</td>
about.ufc.name = UFC - Universidade Federal do Cear&aacute;
about.ivela = Ivela &eacute; uma aplica&ccedil;&atilde;o de c&oacute;digo-aberto (GPL v2) para o Gerenciamento de Ensino &agrave; Dist&acirc;ncia (LMS &ndash; Learning Management System). O nome Ivela significa na l&iacute;ngua inglesa &ldquo;Internet Voice E-learning Application&rdquo;. Em portugu&ecirc;s Ivela pode ser traduzido por &ldquo;Aplica&ccedil;&atilde;o de Ensino Elet&ocirc;nico baseado na Internet, com recursos de Voz&rdquo;. Esta aplica&ccedil;&atilde;o faz uso extenso de Web 2.0 e servi&ccedil;os REST com o objetivo de prover aos usu&aacute;rios uma experi&ecirc;ncia cognitiva rica. O Ivela &eacute; desenvolvido em sua maior parte com a linguagem Java (OpenJDK 1.6). Sua arquitetura utiliza de diversos outros projetos de c&oacute;digo-aberto. Al&eacute;m de todo o resultado da programa&ccedil;&atilde;o ser baseado em padr&otilde;es abertos, as ferramentas de desenvolvimento tamb&eacute;m foram escolhidas com base no princ&iacute;pio da liberdade de uso, desenvolvimento e distribui&ccedil;&atilde;o.
about.ivela.name = IVELA - Internet Voice E-learning Application